---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.FractionalInches
source: html/1a427b4b-7e21-2bc2-911f-2be09d61a0cb.htm
---
# Autodesk.Revit.DB.UnitTypeId.FractionalInches Property

Fractional inches.

## Syntax (C#)
```csharp
public static ForgeTypeId FractionalInches { get; }
```